Repository: City-busz/ciano
Catalog: po/*.po
Languages: da, fr

source: Convert file
fr: Convertir

source: Convert file to
da: Konvertér fil til
fr: Convertir vers

source: Name
da: Navn
fr: Nom

source: Add items to conversion:
da: Tilføj elementer til konvertéring
fr: Ajouter un élément à convertir

source: Directory
da: Mappe
fr: Répertoire

source: Add file
da: Tilføj fil
fr: Ajouter un fichier

source: Delete
da: Fjern
fr: Supprimer

source: Cancel
da: Anullér
fr: Annuler

source: Start conversion
da: Begynd Konvertéring
fr: Lancer la conversion

source: Output folder:
da: Destinations mappe:
fr: Répertoire de destination :

source: Files origin:
da: Fil oprindelse:
fr: Origine des fichiers :

source: Select the output folder:
da: Vælg destinations mappen:
fr: Choisir le répertoire de destination :

source: Notify about completed action:
da: Notificér om afsluttede handlinger:
fr: Notification d'action terminée :

source: Notify about an error:
da: Notificér om fejl:
fr: Notification d'erreur :

source: Close
da: Luk
fr: Fermer

source: Open output folder
da: Åben destinations mappe
fr: Ouvrir le répertoire de destination

source: Settings
da: Indstillinger
fr: Paramètres

source: Preferences
da: Præferencér
fr: Préférences

source: Empty conversion list
da: Tøm konverteringsliste
fr: Liste vide

source: Select an option from the side menu to which you want to convert your file
da: Vælg en et format fra side menuen til hvilken du ønsker at konvertere din fil
fr: Choisir le format de conversion dans le menu de gauche

source: Starting...
da: Påbegynder...
fr: Démarrage...

source: Cancel conversion
da: Anullér konvertéring
fr: Annuler la conversion

source: Remove
da: Fjern
fr: Supprimer

source: Remove item from list
da: Fjern element fra liste
fr: Supprimer l'élément de la liste

source: Video
fr: Vidéo

source: Music
da: Musik
fr: Musique

source: Select file
da: Vælg fil
fr: Choisir un fichier

source: Add
da: Tilføj
fr: Ajouter

source: Conversion completed
da: Konvertéring færdig
fr: Conversion terminée

source: Conversion canceled
da: Konvertéring annulleret
fr: Conversion annulée

source: Error in conversion
da: Fejl i konvertéring
fr: Erreur de conversion

source: percentage:
da: procent:
fr: Pourcentage :

source: - size:
da: - størrelse:
fr: - taille :

source: - time:
da: - tid:
fr: - durée :

source: - bitrate:
fr: - débit :

source: Error: experimental codecs are not enabled
fr: Erreur : codecs expérimentaux désactivés

source: Error: invalid data found when processing input
fr: Erreur : données invalides en entrée

source: Error: No such file or directory
da: Fejl: Den valgte fil eller mappe findes ikke
fr: Erreur : fichier ou répertoire inexistant

source: Error: Invalid argument
da: Fejl: ugyldigt argument
fr: Erreur : argument invalide

source: A multimedia file converter
fr: Convertisseur de fichiers multimédia

source: The easiest way to convert your multimedia files to the most popular formats.
fr: La façon la plus simple de convertir vos fichiers multimédia dans les formats les plus populaires.

source: Characteristics:
fr: Caractéristiques :

source: Conversion of multiple files at the same time
fr: Conversion simultanée de plusieurs fichiers

source: Possibility of changing the output folder
fr: Possibilité de choisir le répertoire de destination

source: Notification support
fr: Support des notifications

source: Close the application at any time with Ctrl + Q
fr: Fermez l'application à tout moment avec Ctrl + Q

source: Supports the conversion of:
fr: Supporte la conversion de :

source: Video - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM
fr: Vidéo - MP4, MPG, AVI, WMV, FLV, MKV, 3GP, MOV, VOB, OGV, WEBM

source: Convert File
da: Konvertér Fil

source: Notifications:
da: Notifikationer:

source: Image
da: Billede

source: Error: Experimental codecs are not enabled
da: Fejl: Experimentielt codecs er ikke tilvalgt

source: Error: Invalid data found when processing input
da: Fejl: Ugyldig data fundet under proccessering af input
